Repository: Luka2705/EnergyLense
Catalog: EnergyLens/*.lproj/Localizable.strings
Languages: de

source: No Meters Yet
de: Noch keine Zähler

source: Tap the button below to add your first electricity meter.
de: Tippen Sie auf die Schaltfläche unten, um Ihren ersten Stromzähler hinzuzufügen.

source: Meter #: %@
de: Zähler Nr.: %@

source: Add Meter
de: Zähler hinzufügen

source: New Meter Details
de: Neue Zählerdetails

source: Meter Name (e.g. Home)
de: Zählername (z.B. Zuhause)

source: Meter Number
de: Zählernummer

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Edit Meter Details
de: Zählerdetails bearbeiten

source: Meter Name
de: Zählername

source: Edit Meter
de: Zähler bearbeiten

source: Delete Meter
de: Zähler löschen

source: Are you sure you want to delete this meter? All readings associated with this meter will also be deleted. This action cannot be undone.
de: Möchten Sie diesen Zähler wirklich löschen? Alle zugehörigen Ablesungen werden ebenfalls gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

source: Scan Camera
de: Kamera scannen

source: Manual Entry
de: Manuelle Eingabe

source: Reading Details
de: Ablesungsdetails

source: Value (kWh)
de: Wert (kWh)

source: Date
de: Datum

source: Delete Reading
de: Ablesung löschen

source: Edit Reading
de: Ablesung bearbeiten

source: Add Reading
de: Ablesung hinzufügen

source: Are you sure you want to delete this reading? This action cannot be undone.
de: Möchten Sie diese Ablesung wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

source: Please enter a valid number
de: Bitte geben Sie eine gültige Zahl ein

source: Value must be positive
de: Der Wert muss positiv sein

source: Failed to save: %@
de: Speichern fehlgeschlagen: %@

source: Failed to delete: %@
de: Löschen fehlgeschlagen: %@

source: Average
de: Durchschnitt

source: Year End Prediction
de: Jahresendprognose

source: kWh/day
de: kWh/Tag

source: History
de: Verlauf

source: No readings yet
de: Noch keine Ablesungen

source: Add your first reading to start tracking
de: Fügen Sie Ihre erste Ablesung hinzu, um mit der Verfolgung zu beginnen

source: Consumption Trend
de: Verbrauchstrend

source: Select Meters to Compare
de: Zähler zum Vergleichen auswählen

source: Combined Statistics
de: Kombinierte Statistiken

source: Consumption Breakdown
de: Verbrauchsaufschlüsselung

source: Select at least 2 meters to compare
de: Wähle mind. 2 Zähler zum Vergleichen aus

source: Consumption Comparison
de: Verbrauchsvergleich

source: Compare Meters
de: Zähler vergleichen

source: Done
de: Fertig

source: Total Consumption
de: Gesamtverbrauch

source: Avg Daily
de: Ø Täglich

source: Next Month
de: Nächster Monat

source: Highest User
de: Höchster Verbraucher
